Repository: Shakhboz2021/Scanner
Catalog: Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uz

# camera_access_message
source: Please enable camera access in Settings to scan cards.
ru: Включите доступ к камере в Настройках для сканирования карт.
uz: Kartalarni skanerlash uchun Sozlamalarda kamera ruxsatini yoqing.

source: Camera Access Required
ru: Требуется доступ к камере
uz: Kamera ruxsati kerak

source: Cancel
ru: Отмена
uz: Bekor qilish

# photo_library_access_message
source: Please enable photo library access in Settings to select photos.
ru: Включите доступ к фото в Настройках для выбора изображений.
uz: Rasmlarni tanlash uchun Sozlamalarda foto kutubxona ruxsatini yoqing.

source: Photo Library Access Required
ru: Требуется доступ к фото
uz: Foto kutubxona ruxsati kerak

# scan_barcode_info
source: Point camera at barcode
ru: Наведите камеру на штрих-код
uz: Kamerani shtrix kodga qarating

# scan_card_info
source: Scan a card or handwritten one
ru: Сканируйте карту или рукописный текст
uz: Kartani yoki qo'lda yozilganini skanerlang

# scan_qr_info
source: Point camera at QR code
ru: Наведите камеру на QR-код
uz: Kamerani QR kodga qarating

source: Settings
ru: Настройки
uz: Sozlamalar

# unable_to_read_subtitle
source: We couldn't detect card details from the selected photo. Please try another photo or use the live camera scan.
ru: Не удалось определить данные карты на выбранном фото. Попробуйте другое фото или используйте камеру.
uz: Tanlangan rasmdan karta ma'lumotlarini aniqlab bo'lmadi. Boshqa rasmni tanlang yoki jonli kamera skaneridan foydalaning.

# unable_to_read_title
source: Unable to Read Card
ru: Не удалось прочитать карту
uz: Kartani o'qib bo'lmadi
